---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.ProjectBrowserOptions
source: html/0dd3f084-258d-5b79-a950-b6b02ce30394.htm
---
# ProjectBrowserOptions Members

Releases all resources used by the ProjectBrowserOptions